<?php use yii\helpers\Html; ?>
<section id="regulations">
  <div class="wrapper">
    <div class="text">
      <h1>รายละเอียดโครงการ</h1>
      <p>โครงการ FC BAYERN YOUTH CUP THAILAND เกิดขึ้นจากความร่วมมือกันระหว่าง สโมสรฟุตบอลบาร์เยิร์น มิวนิค สโมสรฟุตบอลที่ยิ่งใหญ่ที่สุดในประวัติศาสตร์ของประเทศเยอรมนี ร่วมกับ บริษัทสปอร์ตไทย-บาวาเรียจำกัดและกลุ่มวังขนายในฐานะผู้สนับสนุนหลักอย่างเป็นทางการในประเทศไทย ซึ่งในโครงการ FC BAYERN YOUTH CUP THAILAND 2018 นี้ ยังคงสานต่อเจตนารมณ์เดิมที่ต้องการสร้างโอกาสให้กับเยาวชนไทยได้เข้าร่วมกิจกรรมเพื่อแลกเปลี่ยนประสบการณ์ทางด้านกีฬาฟุตบอล และหาตัวแทนเยาวชนไทยเพื่อเข้าแข่งขันในรายการ FC BAYERN WORLD FINAL YOUTH CUP 2018 ที่เมืองมิวนิค ประเทศเยอรมนีี</p>
      <p>ในโครงการแบ่งออกเป็นรอบคัดเลือกจำนวน 10 รอบจาก 9 สนามทั่วประเทศ ในแต่ละสนาม เยาวชนจะต้องลงทำกิจกรรมร่วมกันเพื่อให้ผ่านเข้ารอบสุดท้าย (National Final) ที่กรุงเทพมหานคร โดยจะมีเยาวชนถูกคัดเลือกสนามละ 10-15 คน รวมเยาวชนที่ผ่านการคัดเลือกทั่วประเทศเป็นจำนวนประมาณ 100-150 คน เพื่อเข้าไปแข่งขันรอบ National Final ณ สนามกีฬาเทพหัสดิน ใน วันที่ 17 มีนาคม 2561</p>
      <p>ในการคัดเลือกรอบ National Final ทางเราได้รับเกียรติจาก คุณพอล ไบรท์เนอร์ ตำนานนักเตะแห่งวงการฟุตบอลเยอรมัน อดีตนักกีฬาทีมชาติเยอรมันชุดแชมป์โลกปี 1974 และ Brand Ambassador ของ FC Bayern Munich เป็นผู้มาคัดเลือกนักกีฬาเยาวชนที่จะผ่านเข้าไปสู่รอบ World Final Youth Cup 2018 ณ สนาม อลิอันซ์ อารีน่า, เมืองมิวนิค ประเทศเยอรมนี ระหว่างวันที่ 4-13 พฤษภาคม 2561 ร่วมกับอีก 6 ประเทศ ได้แก่ ประเทศสหรัฐอเมริกา, ออสเตรีย, ญี่ปุ่น, จีน, เยอรมนี, และอินเดีย</p>
    </div>
    <div class="list">
      <h1>วัตถุประสงค์</h1>
      <ol>
        <li>เพื่อสงเสริมและให้โอกาสเยาวชนไทยที่มีใจรักกีฬาฟุตบอลได้เรียนรู้ ฝึกฝน และเพิ่มพูนทักษะกีฬาฟุตบอลกับทีมโค้ชมืออาชีพจากประเทศเยอรมนี</li>
        <li>มีทักษะพื้นฐานและรักการเล่นกีฬาฟุตบอล</li>
      </ol>
    </div>
    <div class="list">
      <h1>คุณสมบัติของผู้สมัคร</h1>
      <ol>
        <li style="color:#005f9a;">เป็นเยาวชนเพศชาย ที่มีอายุระหว่าง 14-15 ปี โดยมีวันเกิดตั้งแต่วันที่ 1 มกราคม 2545 ( 1 January 2002) ถึงวันที่ 31 ธันวาคม 2546 (31 December 2003) เท่านั้น</li>
        <li>เพื่อร่วมพัฒนาและสร้างนักกีฬาฟุตบอลชาวไทย สู่การแข่งขันฟุตบอลระดับโลก</li>
        <li>เป็นผู้ที่สามารถเดินทางไปต่างประเทศได้</li>
      </ol>
    </div>
    <div class="text">
      <h1>รูปแบบการสมัคร</h1>
      <p>แบ่งเป็น <span style="color:#005f9a;">2 แบบ</span> คือ</p>
      <h5 style="color:#005f9a;">แบบที่ 1</h5>
      <ul style="list-style-type:circle; padding:0 20px; color:#005f9a;">
        <li>สมัครเป็นทีมๆ ละ 7 คน ไม่รวมผู้รักษาประตู ขอให้ส่งรายชื่อผู้รักษาประตูแยกต่างหาก</li>
        <li>ในแต่ละโรงเรียน ไม่จำกัดจำนวนทีมที่ส่งเข้าคัดเลือก</li>
        <li>มีครูฝ่ายพละ, โค้ช หรือผู้ปกครอง เป็นผู้รับผิดชอบในการจัดส่ง</li>
      </ul>
      <h5 style="color:#005f9a;">แบบที่ 2</h5>
      <ul style="list-style-type:circle; padding:0 20px; color:#005f9a;">
        <li>สมัครเป็นรายบุคคลเพื่อเข้าคัดเลือก (ทางทีมงานจะทำการจัดทีมให้เองในวันคัดเลือก) </li>
      </ul>
    </div>
    <div class="text">
      <h5 style="font-weight:800;">*** หมายเหตุ ***</h5>
      <p>เยาวชนที่สมัครเข้าร่วมกิจกรรมต้องได้รับความยินยอมจากผู้ปกครองก่อนลงสมัคร</p>
    </div>
    <div class="list">
      <h1>ช่องทางรับสมัคร</h1>
      <ol>
        <li>สมัคร online ได้ที่ www.fcbayernyouthcupthailand.com</li>
        <li>สมัคร ณ สนามที่จัดทำการคัดเลือก ได้ตั้งแต่เวลา 8.00 – 9.30 น.</li>
      </ol>
      <h5 style="color:#005f9a;">*** ติดต่อสอบถามข้อมูลเพิ่มเติมได้ที่ เบอร์โทรศัพท์ 02-7161790 หรือ 097-192-2421 ***</h5>
    </div>
    <div class="list">
      <h1>หลักฐานการสมัคร</h1>
      <ol>
        <li>ใบยืนยันตอบรับการสมัคร (ในกรณีสมัคร online) หรือ ใบสมัครเข้าร่วมโครงการคัดเลือก FC Bayern Youth Cup Thailand 2018 (สามารถรับได้ที่หน้างาน)</li>
        <li>เอกสารระบุตัวตน เช่น สำเนาบัตรประชาชน, สำเนาบัตรนักเรียน, สำเนาใบสูติบัตร หรือ หนังสือรับรองจากสถาบันการศึกษาที่ท่านสังกัดอยู่ (ฉบับจริง)</li>
        <li>รูปถ่ายขนาด 2 นิ้ว จำนวน 1 รูป</li>
      </ol>
    </div>
    <div class="text">
      <h1 style="font-weight:800;">*** หมายเหตุ ***</h1>
      <p>หากมีการตรวจพบภายหลังว่าหลักฐาน และ/หรือข้อความที่ได้แจ้งไว้ในใบสมัครเป็นเท็จ หรือหลักฐาน ประกอบการสมัครเป็นเอกสารเท็จหรือปลอม ผู้สมัครจะถูกเพิกถอนสิทธิ์ในการรับการคัดเลือกครั้งนี้ถึงแม้ว่าผู้สมัครจะได้สมัครหรือได้ผ่านการคัดเลือกแล้วก็ตาม</p>
      <p style="font-weight:800; font-size:1.25em;">****วันมาคัดเลือกให้นำสำเนาบัตรประจำตัวประชาชนหรือสำเนาบัตรนักเรียนมาด้วย****</p>
    </div>
    <!-- <div class="text">
      <h1>เป้าหมายการรับสมัคร</h1>
      <p>สนามคัดเลือกในภูมิภาคทั่วประเทศ จำนวน 9 จังหวัด 10 สนามๆ ละ 100 ทีม หรือประมาณ 700-800 คน รวมทั้งสิ้นประมาณ 8,000 คน</p>
    </div> -->
    <div class="text">
      <h1>รูปแบบการคัดเลือก</h1>
      <p>รูปแบบการคัดเลือกจะแบ่งเป็น</p>
      <h6>1. รอบคัดเลือก (Qualified) ทั่วประเทศ จำนวน 10 ครั้งใน 9 จังหวัด ระหว่างวันที่ 20 มกราคม – 24 กุมภาพันธ์ 2561</h6>
      <h5 style="text-decoration:underline;">กิจกรรมคัดเลือกรอบแรก</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>ผู้ร่วมคัดเลือกจะลงทำการแข่งขันทีมๆละ 7 คน ไม่รวมผู้รักษาประตู</li>
        <li>ผลการแข่งขันไม่มีผลต่อการคัดเลือก</li>
        <li>ผู้เล่นในแต่ละทีมจะมีโอกาสได้ลงเล่น 2-3 เกมส์ๆ ละ 10-13 นาที (ขึ้นอยู่กับการพิจารณาของทีมสตาฟโค้ช)</li>
        <li>ผู้เล่นที่มีทักษะดีจะถูกคัดเลือกเข้าสู่รอบ2 ต่อไป จำนวนไม่เกิน 160 คน</li>
      </ul>
      <h5 style="text-decoration:underline;">กิจกรรมคัดเลือกรอบสอง</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>ผู้ที่ผ่านการคัดเลือกในรอบแรกจะมีโอกาสลงทำการแข่งขันในรอบสองจำนวน 2-3 เกมส์ๆ ละ 10-13 นาทีูู</li>
        <li>ผู้เล่นที่มีทักษะดีจะถูกคัดเลือกเข้าสู่รอบสุดท้าย (National Final) จำนวนไม่เกิน 20 คน ในแต่ละสนาม</li>
      </ul>
      <h5 style="text-decoration:underline;">การคัดเลือกผู้รักษาประตู</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>โค้ชผู้รักษาประตู 2 คน จะทำการทดสอบ ผู้สมัคร แยกต่างหากจากผู้เล่นตำแหน่งอื่น</li>
        <li>โค้ชผู้รักษาประตู เป็นผู้ตัดสินใจคัดเลือก ผู้สมัครเข้าสู่รอบต่อไป</li>
      </ul>
      <h6>การคัดเลือกรอบสุดท้ายของประเทศไทย (National Final) วันที่ 17 มีนาคม 2561</h6>
      <h5 style="text-decoration:underline;">กิจกรรมคัดเลือกรอบแรก</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>ผู้ผ่านเข้าคัดเลือกรอบสุดท้ายจะถูกแบ่งออกเป็นทีมๆ ละ 7 คน ไม่รวมผู้รักษาประตูู</li>
        <li>ผู้สมัครแต่ละคนจะได้ลงเล่น 2-3 เกมส์ๆ ละ 10-13 นาที</li>
        <li>ผู้เล่นที่มีทักษะดีจะถูกคัดเลือกเข้าสู่รอบ2 ต่อไปจำนวนไม่เกิน 70 คน</li>
      </ul>
      <h5 style="text-decoration:underline;">กิจกรรมคัดเลือกรอบสอง</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>ผู้ที่ผ่านการคัดเลือกในรอบแรกจะมีโอกาสลงทำการแข่งขันในรอบสองจำนวน 3 เกมส์ๆ ละ 10-15 นาที</li>
        <li>ผู้เล่นที่มีทักษะดีที่สุด 15 คน ผ่านเข้ารอบ เข้าแค้มป์เก็บตัวที่จังหวัดลำปาง</li>
      </ul>
      <h5 style="text-decoration:underline;">การคัดเลือกผู้รักษาประตู</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>โค้ชผู้รักษาประตู 2 คน จะทำการทดสอบ ผู้สมัคร แยกต่างหากจากผู้เล่นตำแหน่งอื่น</li>
        <li>โค้ชผู้รักษาประตู เป็นผู้ตัดสินใจคัดเลือก ผู้สมัครเข้าสู่รอบต่อไป</li>
      </ul>
      <h5 style="font-weight:800; color:#005f9a;">*** หมายเหตุ ***</h5>
      <ul style="list-style-type:circle; padding:0 20px; color:#005f9a;">
        <li>ในการคัดเลือก ผู้ที่ได้รับการคัดเลือกไม่จำเป็นจะต้องเป็นผู้เล่นในทีมชนะเลิศ</li>
        <li>ทางทีมโค้ชจะคัดเลือกผู้สมัครโดยพิจารณาจากความสามารถและทักษะของนักกีฬาที่เข้าร่วมทดสอบ ในทุกๆ รอบของการทดสอบ</li>
        <li>คำตัดสินของโค้ชและทีมงานถือเป็นที่สิ้นสุด และจะไม่ยอมรับการประทวงใดๆทั้งสิ้น</li>
      </ul>
    </div>
    <div class="text">
      <h1 style="font-weight:800;">ตารางรับสมัครในรอบคัดเลือก (Qualified)</h1>
      <p>เปิดรับสมัครและคัดเลือกเยาวชน ตั้งแต่เวลา 08.00 น. - 18.00 น.  โดยมีรายชื่อจังหวัด, สถานที่จัดการแข่งขัน และวันที่จัดการแข่งขัน ดังนี้</p>
    </div>
    <div class="text">
      <!-- <h5>กรุงเทพมหานคร วันที่ 21 มกราคม 2561 และ วันที่ 4 มีนาคม 2561</h5>
      <div class="two-cols clearfix">
        <p>วันที่ 21 มกราคม 2561</p>
        <p>จังหวัดกรุงเทพมหานคร สนามธรรมศาสตร์รังสิต (สมัครภายในวันที่ 13 มกราคม 2561)</p>
      </div>
      <div class="two-cols clearfix">
        <p>วันที่ 4 มีนาคม 2561</p>
        <p>จังหวัดกรุงเทพมหานคร สนามธรรมศาสตร์รังสิต (สมัครภายในวันที่ 3 กุมภาพันธ์ 2561)</p>
      </div>
    </div>
    <div class="text">
      <h5>ภาคเหนือ ระหว่างวันที่ 28 – 29 มกราคม 2561 ( สมัครภายในวันที่ 13 มกราคม 2561 )</h5>
      <div class="two-cols clearfix">
        <p>วันที่ 28 มกราคม 2561</p>
        <p>จังหวัด เชียงใหม่ สนามกีฬา 700 ปี</p>
      </div>
      <div class="two-cols clearfix">
        <p>วันที่ 29 มกราคม 2561</p>
        <p>จังหวัด สุโขทัย สนามกีฬาทุ่งทะเลหลวง</p>
      </div>
    </div>
    <div class="text">
      <h5>ภาคใต้ ระหว่างวันที่ 11 - 12 กุมภาพันธ์ 2561 (สมัครภายในวันที่ 3 กุมภาพันธ์ 2561 )</h5>
      <div class="two-cols clearfix">
        <p>วันที่ 11 กุมภาพันธ์ 2561</p>
        <p>จังหวัด สงขลา สนามกีฬานาทวี สเตเดี้ยม</p>
      </div>
      <div class="two-cols clearfix">
        <p>วันที่ 12 กุมภาพันธ์ 2561</p>
        <p>จังหวัด สุราษฎร์ธานี สนามกีฬากลาง</p>
      </div>
    </div>
    <div class="text">
      <h5>ภาคตะวันออกเฉียงเหนือ ระหว่างวันที่ 18 - 19 กุมภาพันธ์ 2561 (สมัครภายในวันที่ 3 กุมภาพันธ์ 2561 )</h5>
      <div class="two-cols clearfix">
        <p>วันที่ 18 กุมภาพันธ์ 2561</p>
        <p>จังหวัด ขอนแก่น สนามวิทยาลัยบัณฑิตเอเชีย</p>
      </div>
      <div class="two-cols clearfix">
        <p>วันที่ 19 กุมภาพันธ์ 2561</p>
        <p>จังหวัด อุบลราชธานี สนามกีฬาทุ่งบูรพา</p>
      </div>
    </div>
    <div class="text">
      <h5>ภาคกลาง-ตะวันออก ระหว่างวันที่ 25 - 26 กุมภาพันธ์ 2561 (สมัครภายในวันที่ 3 กุมภาพันธ์ 2561 )</h5>
      <div class="two-cols clearfix">
        <p>วันที่ 25 กุมภาพันธ์ 2561</p>
        <p>จังหวัด ชลบุรี สนามกีฬาสถาบันพละจังหวัดชลบุรี</p>
      </div>
      <div class="two-cols clearfix">
        <p>วันที่ 26 กุมภาพันธ์ 2561</p>
        <p>จังหวัด สุพรรณบุรี สนามโรงเรียนกีฬาจังหวัด</p>
      </div>
    </div> -->
    <div class="text">
      <table>
        <tr>
          <th>ลำดับ</th>
          <th>จังหวัด</th>
          <th>สถานที่</th>
          <th>วันที่</th>
          <th>วันที่ปิดรับสมัครออนไลน์</th>
        </tr>
        <tr>
          <td>1</td>
          <td>กรุงเทพฯ</td>
          <td>สนามบุณยะจินดา ถนน วิภาวดี รังสิต</td>
          <td>21 มกราคม 2561</td>
          <td>13 มกราคม 2561</td>
        </tr>
        <tr>
          <td>2</td>
          <td>เชียงใหม่</td>
          <td>สนามกีฬา 700 ปี</td>
          <td>28 มกราคม 2561</td>
          <td>20 มกราคม 2561</td>
        </tr>
        <tr>
          <td>3</td>
          <td>สุโขทัย</td>
          <td>สนามสถาบันการพลศึกษา วิทยาเขตสุโขทัย</td>
          <td>29 มกราคม 2561</td>
          <td>20 มกราคม 2561</td>
        </tr>
        <tr>
          <td>4</td>
          <td>สงขลา</td>
          <td>สนามกีฬานาทวีสเตเดี้ยม</td>
          <td>11 กุมภาพันธ์ 2561</td>
          <td>3 กุมภาพันธ์ 2561</td>
        </tr>
        <tr>
          <td>5</td>
          <td>สุราษฎร์ธานี</td>
          <td>สนามกีฬาเทศบาลตำบล</td>
          <td>12 กุมภาพันธ์ 2561</td>
          <td>3 กุมภาพันธ์ 2561</td>
        </tr>
        <tr>
          <td>6</td>
          <td>ขอนแก่น</td>
          <td>สนามวิทยาลัยบัณฑิตเอเชีย</td>
          <td>18 กุมภาพันธ์ 2561</td>
          <td>10 กุมภาพันธ์ 2561</td>
        </tr>
        <tr>
          <td>7</td>
          <td>อุบลราชธานี</td>
          <td>สนามกีฬาทุ่งบูรพา</td>
          <td>19 กุมภาพันธ์ 2561</td>
          <td>10 กุมภาพันธ์ 2561</td>
        </tr>
        <tr>
          <td>8</td>
          <td>ชลบุรี</td>
          <td>สนามกีฬาสถาบันพละจังหวัดชลบุรี</td>
          <td>25 กุมภาพันธ์ 2561</td>
          <td>17 กุมภาพันธ์ 2561</td>
        </tr>
        <tr>
          <td>9</td>
          <td>สุพรรณบุรี</td>
          <td>สนามโรงเรียนกีฬาจังหวัดสุพรรณบุรี</td>
          <td>26 กุมภาพันธ์ 2561</td>
          <td>17 กุมภาพันธ์ 2561</td>
        </tr>
        <tr>
          <td>10</td>
          <td>กรุงเทพฯ</td>
          <td>สนามบุณยะจินดา ถนน วิภาวดี รังสิต</td>
          <td>4 มีนาคม 2561</td>
          <td>24 กุมภาพันธ์ 2561</td>
        </tr>
        <tr>
          <td colspan="3">National Final รอบสุดท้ายประเทศไทย ณ สนามเทพหัสดิน</td>
          <td>1 เมษายน 2561</td>
        </tr>
      </table>
      <p style="text-align:center; font-weight:800;">***ทั้งนี้วันที่คัดเลือกหรือสนามอาจมีการปรับเปลี่ยนตามความเหมาะสม***</p>
      <h1>กำหนดการในรอบคัดเลือก</h1>
      <div class="two-cols clearfix">
        <p>08.00 - 09.30 น.</p>
        <p>ลงทะเบียน</p>
      </div>
      <div class="two-cols clearfix">
        <p>09.00 - 14.00 น.</p>
        <p>ลงทีมทำการแข่งขัน 7 ต่อ 7 รอบแรก</p>
      </div>
      <div class="two-cols clearfix">
        <p>14.00 - 14.30 น.</p>
        <p>ประเมินผลและประกาศรายชื่อผู้ผ่านเข้ารอบ 140  คนสุดท้าย</p>
      </div>
      <div class="two-cols clearfix">
        <p>15.00 - 18.00 น.</p>
        <p>ลงทีมทำการแข่งขัน 7 ต่อ 7 รอบสอง</p>
      </div>
      <div class="two-cols clearfix">
        <p>18.00 - 18.30 น.</p>
        <p>ประกาศรายชื่อผู้ผ่านการทดสอบเพื่อไปร่วมทดสอบ ในรอบสุดท้ายของประเทศไทย จำนวน 10 - 15 คน</p>
      </div>
    </div>
    <div class="list">
      <h1>ระยะเวลาดำเนินงาน</h1>
      <!-- <p>การรับใบสมัคร กรุงเทพมหานคร วันที่ 21 มกราคม 2561 และภาคเหนือ ภายในวันที่ 13 มกราคม 2561</p> -->
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>เริ่มรับสมัครตั้งแต่วันที่ 9 พฤศจิกายน 2561 – วันที่ 10 มีนาคม 2561</li>
        <li>รอบคัดเลือก วันที่ 20 มกราคม 2561 - วันที่ 10 มีนาคม 2561</li>
        <li>รอบสุดท้าย (National Final) วันที่ 17 มีนาคม 2561</li>
        <li>แค้มป์ เก็บตัว วันที่ 23 - 27 เมษายน 2561 เพื่อ คัดเลือกเยาวชนที่มีทักษะดีที่สุดจำนวน 10 คน เป็นตัวแทนประเทศไทยไปแข่งขัน ฟุตบอลรายการ FC Bayern Youth Cup 2018 ที่ สนามอลิอันซ์ อารีน่า, เมืองมิวนิค ประเทศเยอรมนี</li>
        <li>เดินทางไปฝึกซ้อมและทำการแข่งขันที่ประเทศเยอรมนี วันที่ 4 - 13 พฤษภาคม 2561</li>
      </ul>
    </div>
    <div class="list">
      <h1>ผลที่คาดว่าจะได้รับ</h1>
      <!-- <p>การรับใบสมัคร กรุงเทพมหานคร วันที่ 21 มกราคม 2561 และภาคเหนือ ภายในวันที่ 13 มกราคม 2561</p> -->
      <ul style="list-style-type:decimal; padding:0 20px;">
        <li>เยาวชนไทยมีโอกาสพัฒนาทักษะกีฬาฟุตบอลอย่างต่อเนื่องตั้งแต่อายุยังน้อย</li>
        <li>วงการฟุตบอลไทยมีโอกาสสร้างนักกีฬาฟุตบอลอาชีพสู่การแข่งขันระดับโลก</li>
      </ul>
    </div>
    <div class="submit-button-container">
      <?php if ($regtype == 'team'): ?>
        <?php echo Html::a('ยอมรับข้อตกลง', Yii::$app->UrlManager->createUrl(['site/registerteam']), ['class'=>'button blue']); ?>
      <?php else: ?>
        <?php echo Html::a('ยอมรับข้อตกลง', Yii::$app->UrlManager->createUrl(['site/register', 'regtype'=>$regtype=='individual' ? "":"gk"]), ['class'=>'button blue']); ?>
      <?php endif; ?>
    </div>
</section>
