<?php use yii\helpers\Html; ?>
<section id="regulations">
  <div class="wrapper">
    <div class="text">
      <h1>รายละเอียดโครงการ</h1>
      <p>FC BAYERN YOUTH CUP THAILAND 2017 เป็นโครงการของสโมสรฟุตบอลบาร์เยิร์น มิวนิค สโมสรฟุตบอลที่ดีที่สุดของโลกในขณะนี้ เป็นสโมสรฯ มีเอกลักษณ์เฉพาะตัวและแนวทางการสร้างนักกีฬาฟุตบอลในแบบของตนที่ชัดเจน เรียบง่ายแต่ทรงไปด้วยประสิทธิภาพในการพัฒนาเด็กเยาวชนรุ่นใหม่ๆ การจัดกิจกรรม FC BAYERN YOUTH CUP THAILAND 2017 นั้น มีแนวความคิดมาจากความต้องการที่จะสร้างโอกาสให้เด็กๆ จากสังคมที่แตกต่างกัน โดยมีพื้นฐานจากหลากหลายครอบครัว จะได้มาร่วมเล่นฟุตบอลแลกเปลี่ยนประสบการณ์การแข่งขันด้วยกัน</p>
      <p>การคัดเลือกเยาวชนจาก 9 จังหวัดทั่วประเทศนั้น จะทำการคัดเลือกเอาผู้ที่มีความสามารถจำนวน 10-15 คนต่อจังหวัดรวมทั้งสิ้น 100-150 คน เพื่อผ่านเข้าไปแข่งขันรอบสุดท้ายของประเทศไทย (National Final)  ณ สนามกีฬาจุฬาลงกรณ์ ใน วันที่ 1 เมษายน 2560</p>
      <p>ส่วนรอบสุดท้ายของประเทศไทย (National Final) จะจัดขึ้น ณ วันที่ 1 เมษายน 2560 ณ สนามกีฬาจุฬาลงกรณ์ จุฬาลงกรณ์มหาวิทยาลัย จะคัดเลือกน้องๆ เยาวชนให้เหลือเพียง 15 คน โดยมีคุณพอล ไบรท์เนอร์ ตำนานนักเตะแห่งวงการฟุตบอลเยอรมัน อดีตนักกีฬาทีมชาติเยอรมันชุดแชมป์โลกปี 1974 และ Brand Ambassador ของ  FC Bayern Munich  จะให้เกียรติมาเป็นผู้ทดสอบและคัดเลือกนักกีฬาเยาวชนที่จะผ่านเข้าไปสู่รอบสุดท้าย World Final Youth Cup 2017 ณ สนาม  อลิอันซ์ อารีน่า, เมืองมิวนิค ประเทศเยอรมนี ระหว่างวันที่ 18-22 พฤษภาคม 2560 ร่วมกับประเทศอื่นๆ อาทิ ประเทศสหรัฐอเมริกา, ออสเตรีย, ญี่ปุ่น,จีน, เยอรมนี, อินเดีย</p>
    </div>
    <div class="list">
      <h1>วัตถุประสงค์</h1>
      <ol>
        <li>เพื่อสงเสริมและให้โอกาสเยาวชนไทยที่มีใจรักกีฬาฟุตบอลได้เรียนรู้ ฝึกฝน และเพิ่มพูนทักษะกีฬาฟุตบอลกับทีมโค้ชมืออาชีพจากประเทศเยอรมนี</li>
        <li>มีทักษะพื้นฐานและรักการเล่นกีฬาฟุตบอล</li>
      </ol>
    </div>
    <div class="list">
      <h1>คุณสมบัติของผู้สมัคร</h1>
      <ol>
        <li>เป็นเยาวชนเพศชาย ที่มีอายุระหว่าง 14-15 ปี โดยมีวันเกิดตั้งแต่วันที่ 1 มกราคม 2544 ( 1 January 2001) ถึงวันที่ 31 ธันวาคม 2545 (31 December 2002) เท่านั้น</li>
        <li>เพื่อร่วมพัฒนาและสร้างนักกีฬาฟุตบอลชาวไทย สู่การแข่งขันฟุตบอลระดับโลก</li>
        <li>เป็นผู้ที่สามารถเดินทางไปต่างประเทศได้</li>
      </ol>
    </div>
    <div class="text">
      <h1>รูปแบบการสมัคร</h1>
      <p>สมัครเป็นทีมๆ ละ 7 คน ไม่รวมผู้รักษาประตู (ผู้รักษาประตูส่งรายชื่อแยก ไม่จำกัดจำนวนในแต่ละโรงเรียน) โดยครูฝ่ายพละหรือโค้ชจัดทีมส่งในนามโรงเรียน ( 1 โรงเรียนส่งได้มากกว่า 1 ทีม รวมถึงรายชื่อผู้รักษาประตู ส่งรายชื่อได้มากกว่า 1 คน) ซึ่งได้รับการยินยอมจากผู้ปกครอง ในกรณีที่ ท่านไม่มีทีม ท่านสามารถสมัครเป็นรายบุคคลได้ โดยทางทีมงานจะทำการจัดทีมให้ลงทำการทดสอบในวันคัดเลือก โดยสามารถ เข้าไปดาวน์โหลดใบสมัคร ได้ที่ www.sportthaibavaria.com  หรือ โทรศัพท์ เข้ามาสมัครยังโครงการที่หมายเลข 02-7161790-2  </p>
    </div>
    <div class="list">
      <h1>หลักฐานการสมัคร</h1>
      <ol>
        <li>ใบสมัครเข้าร่วมโครงการคัดเลือก FC Bayern Youth Cup Thailand 2016</li>
        <li>สำเนาบัตรประชาชน สำเนาบัตรนักเรียน หรือ สำเนาใบสูติบัตร หรือ หนังสือรับรองจากสถาบันการศึกษาที่ท่านสังกัดอยู่ (ฉบับจริง)</li>
        <li>รูปถ่ายขนาด 2 นิ้ว จำนวน 2 รูป</li>
      </ol>
    </div>
    <div class="text">
      <h1 style="font-weight:800;">*** หมายเหตุ ***</h1>
      <p>หากมีการตรวจพบภายหลังว่าหลักฐาน และ/หรือข้อความที่ได้แจ้งไว้ในใบสมัครเป็นเท็จ หรือหลักฐาน ประกอบการสมัครเป็นเอกสารเท็จหรือปลอม ผู้สมัครจะถูกเพิกถอนสิทธิ์ในการรับการคัดเลือกครั้งนี้ถึงแม้ว่าผู้สมัครจะได้สมัครหรือได้ผ่านการคัดเลือกแล้วก็ตาม</p>
      <p style="font-weight:800; font-size:1.25em;">****วันมาคัดเลือกให้นำสำเนาบัตรประจำตัวประชาชนหรือสำเนาบัตรนักเรียนมาด้วย****</p>
    </div>
    <div class="text">
      <h1>เป้าหมายการรับสมัคร</h1>
      <p>สนามคัดเลือกในภูมิภาคทั่วประเทศ จำนวน 9 จังหวัด 10 สนามๆ ละ 100 ทีม หรือประมาณ 700-800 คน รวมทั้งสิ้นประมาณ 8,000 คน</p>
    </div>
    <div class="text">
      <h1>รูปแบบการคัดเลือก</h1>
      <p>รูปแบบการคัดเลือกจะแบ่งเป็น 2 รอบ ได้แก่</p>
      <h6>1. รอบคัดเลือก (Qualified) ทั่วประเทศจำนวน 9 จังหวัด 10 ครั้ง ระหว่างวันที่ 21 มกราคม – 4 มีนาคม 2560</h6>
      <h5 style="text-decoration:underline;">รอบแรก</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>24-96 ทีมๆละ 7 คน ไม่รวมผู้รักษาประตู</li>
        <li>ผู้สมัคร 1 คนจะได้ลงเล่น 2-3 เกมส์ๆ ละ 10-13 นาที เพื่อที่จะเลือกผู้เล่นที่มีทักษะดีที่สุด 96-160 คน ผ่านไปรอบที่ 2</li>
      </ul>
      <h5 style="text-decoration:underline;">รอบสอง</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>12-20 ทีมๆละ 7 คน ไม่รวมผู้รักษาประตูู</li>
        <li>ผู้สมัครจะได้ เล่น 3 เกมส์ๆ ละ 10-13 นาที เพื่อที่จะเลือกผู้เล่นที่มีทักษะดีที่สุด 10-20 คน ผ่านเข้ารอบ National Final</li>
      </ul>
      <h5 style="text-decoration:underline;">การคัดผู้รักษาประตู</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>โค้ชผู้รักษาประตู 2 คน จะทำการทดสอบ ผู้สมัคร แยกต่างหากจากผู้เล่นตำแหน่งอื่น</li>
        <li>โค้ชผู้รักษาประตู เป็นผู้ตัดสินใจคัดเลือก ผู้สมัครเข้าสู่รอบต่อไป</li>
      </ul>
      <h6>2. รอบสุดท้ายของประเทศไทย (National Final) วันที่ 1 เมษายน 2560</h6>
      <h5 style="font-weight:800;">*** หมายเหตุ ***</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>ในการคัดเลือก ผู้ที่ได้รับการคัดเลือกไม่จำเป็นจะต้องเป็นผู้เล่นในทีมชนะเลิศ</li>
        <li>ทางทีมโค้ชจะคัดเลือกผู้สมัครโดยพิจารณาจากความสามารถและทักษะของนักกีฬาที่เข้าร่วมทดสอบ ในทุกๆ รอบของการทดสอบ</li>
        <li>คำตัดสินของโค้ชและทีมงานถือเป็นที่สิ้นสุด และจะไม่ยอมรับการประทวงใดๆทั้งสิ้น</li>
      </ul>
    </div>
    <div class="text">
      <h1 style="font-weight:800;">รอบคัดเลือก (Qualified)</h1>
      <p>เปิดรับสมัครและคัดเลือกเยาวชน ตั้งแต่เวลา 08.00 น. - 18.00 น.  โดยมีรายชื่อจังหวัด, สถานที่จัดการแข่งขัน และวันที่จัดการแข่งขัน ดังนี้</p>
    </div>
    <div class="text">
      <h5>กรุงเทพมหานคร วันที่ 21 มกราคม 2560 และ วันที่ 4 มีนาคม 2560</h5>
      <div class="two-cols clearfix">
        <p>วันที่ 21 มกราคม 2560</p>
        <p>จังหวัดกรุงเทพมหานคร สนามธรรมศาสตร์รังสิต (สมัครภายในวันที่ 13 มกราคม 2560)</p>
      </div>
      <div class="two-cols clearfix">
        <p>วันที่ 4 มีนาคม 2560</p>
        <p>จังหวัดกรุงเทพมหานคร สนามธรรมศาสตร์รังสิต (สมัครภายในวันที่ 3 กุมภาพันธ์ 2560)</p>
      </div>
    </div>
    <div class="text">
      <h5>ภาคเหนือ ระหว่างวันที่ 28 – 29 มกราคม 2560 ( สมัครภายในวันที่ 13 มกราคม 2560 )</h5>
      <div class="two-cols clearfix">
        <p>วันที่ 28 มกราคม 2560</p>
        <p>จังหวัด เชียงใหม่ สนามกีฬา 700 ปี</p>
      </div>
      <div class="two-cols clearfix">
        <p>วันที่ 29 มกราคม 2560</p>
        <p>จังหวัด สุโขทัย สนามกีฬาทุ่งทะเลหลวง</p>
      </div>
    </div>
    <div class="text">
      <h5>ภาคใต้ ระหว่างวันที่ 11 - 12 กุมภาพันธ์ 2560 (สมัครภายในวันที่ 3 กุมภาพันธ์ 2560 )</h5>
      <div class="two-cols clearfix">
        <p>วันที่ 11 กุมภาพันธ์ 2560</p>
        <p>จังหวัด สงขลา สนามกีฬานาทวี สเตเดี้ยม</p>
      </div>
      <div class="two-cols clearfix">
        <p>วันที่ 12 กุมภาพันธ์ 2560</p>
        <p>จังหวัด สุราษฎร์ธานี สนามกีฬากลาง</p>
      </div>
    </div>
    <div class="text">
      <h5>ภาคตะวันออกเฉียงเหนือ ระหว่างวันที่ 18 - 19 กุมภาพันธ์ 2560 (สมัครภายในวันที่ 3 กุมภาพันธ์ 2560 )</h5>
      <div class="two-cols clearfix">
        <p>วันที่ 18 กุมภาพันธ์ 2560</p>
        <p>จังหวัด ขอนแก่น สนามวิทยาลัยบัณฑิตเอเชีย</p>
      </div>
      <div class="two-cols clearfix">
        <p>วันที่ 19 กุมภาพันธ์ 2560</p>
        <p>จังหวัด อุบลราชธานี สนามกีฬาทุ่งบูรพา</p>
      </div>
    </div>
    <div class="text">
      <h5>ภาคกลาง-ตะวันออก ระหว่างวันที่ 25 - 26 กุมภาพันธ์ 2560 (สมัครภายในวันที่ 3 กุมภาพันธ์ 2560 )</h5>
      <div class="two-cols clearfix">
        <p>วันที่ 25 กุมภาพันธ์ 2560</p>
        <p>จังหวัด ชลบุรี สนามกีฬาสถาบันพละจังหวัดชลบุรี</p>
      </div>
      <div class="two-cols clearfix">
        <p>วันที่ 26 กุมภาพันธ์ 2560</p>
        <p>จังหวัด สุพรรณบุรี สนามโรงเรียนกีฬาจังหวัด</p>
      </div>
      <p style="text-align:center; font-weight:800;">***ทั้งนี้วันที่คัดเลือกหรือสนามอาจมีการปรับเปลี่ยนตามความเหมาะสม***</p>
    </div>
    <div class="text">
      <h1>กำหนดการในรอบคัดเลือก</h1>
      <div class="two-cols clearfix">
        <p>08.00 - 09.30 น.</p>
        <p>ลงทะเบียน</p>
      </div>
      <div class="two-cols clearfix">
        <p>09.00 - 14.00 น.</p>
        <p>ลงทีมทำการแข่งขัน 7 ต่อ 7 รอบแรก (ผู้เล่น 1 คน จะได้เล่น 2 เกมส์ๆ ละ 10 นาที)</p>
      </div>
      <div class="two-cols clearfix">
        <p>14.00 - 14.30 น.</p>
        <p>ประเมินผลและประกาศรายชื่อผู้ผ่านเข้ารอบ 140  คนสุดท้าย</p>
      </div>
      <div class="two-cols clearfix">
        <p>15.00 - 18.00 น.</p>
        <p>ลงทีมทำการแข่งขัน 7 ต่อ 7 รอบสอง (ผู้เล่น 1 คน จะได้เล่น 3 เกมส์ๆ ละ 10 นาที)</p>
      </div>
      <div class="two-cols clearfix">
        <p>18.00 - 18.30 น.</p>
        <p>ประกาศรายชื่อผู้ผ่านการทดสอบเพื่อไปร่วมทดสอบ ในรอบสุดท้ายของประเทศไทย จำนวน 10 - 15 คน</p>
      </div>
      <table>
        <tr>
          <th>ลำดับ</th>
          <th>จังหวัด</th>
          <th>สถานที่</th>
          <th>วันที่</th>
        </tr>
        <tr>
          <td>1</td>
          <td>กรุงเทพฯ</td>
          <td>สนามธรรมศาสตร์รังสิต</td>
          <td>21 มกราคม 2560</td>
        </tr>
        <tr>
          <td>2</td>
          <td>เชียงใหม่</td>
          <td>สนามกีฬา 700 ปี</td>
          <td>28 มกราคม 2560</td>
        </tr>
        <tr>
          <td>3</td>
          <td>สุโขทัย</td>
          <td>สนามกีฬาทุ่งทะเลหลวง</td>
          <td>29 มกราคม 2560</td>
        </tr>
        <tr>
          <td>4</td>
          <td>สงขลา</td>
          <td>สนามกีฬานาทวีสเตเดี้ยม</td>
          <td>11 กุมภาพันธ์ 2560</td>
        </tr>
        <tr>
          <td>5</td>
          <td>สุราษฎร์ธานี</td>
          <td>สนามกีฬากลาง</td>
          <td>12 กุมภาพันธ์ 2560</td>
        </tr>
        <tr>
          <td>6</td>
          <td>ขอนแก่น</td>
          <td>สนามวิทยาลัยบัณฑิตเอเชีย</td>
          <td>18 กุมภาพันธ์ 2560</td>
        </tr>
        <tr>
          <td>7</td>
          <td>อุบลราชธานี</td>
          <td>สนามกีฬาทุ่งบูรพา</td>
          <td>19 กุมภาพันธ์ 2560</td>
        </tr>
        <tr>
          <td>8</td>
          <td>ชลบุรี</td>
          <td>สนามกีฬาสถาบันพละจังหวัดชลบุรี</td>
          <td>25 กุมภาพันธ์ 2560</td>
        </tr>
        <tr>
          <td>9</td>
          <td>สุพรรณบุรี</td>
          <td>สนามโรงเรียนกีฬาจังหวัดสุพรรณบุรี</td>
          <td>26 กุมภาพันธ์ 2560</td>
        </tr>
        <tr>
          <td>10</td>
          <td>กรุงเทพฯ</td>
          <td>สนามธรรมศาสตร์ รังสิต</td>
          <td>4 มีนาคม 2560</td>
        </tr>
        <tr>
          <td colspan="3">National Final รอบสุดท้ายประเทศไทย ณ สนามจุฬาลงกรณ์ จุฬาลงกรณ์มหาวิทยาลัย</td>
          <td>1 เมษายน 2560</td>
        </tr>
      </table>
    </div>
    <div class="list">
      <h1>ระยะเวลาดำเนินงาน</h1>
      <p>การรับใบสมัคร กรุงเทพมหานคร วันที่ 21 มกราคม 2560 และภาคเหนือ ภายในวันที่ 13 มกราคม 2560</p>
      <ol style="list-style-type:decimal;">
        <li>การรับใบสมัคร ภาคใต้, ภาคตะวันออกกเฉียงเหนือ,ภาคกลาง และกรุงเทพมหานคร วันที่ 4 มีนาคม 2560 ภายในวันที่ 3 กุมภาพันธ์ 2560</li>
        <li>การคัดเลือกเยาวชน รอบแรก วันที่ 21 มกราคม 2560 – วันที่ 4 มีนาคม 2560 จำนวน 120 – 150 คน</li>
        <li>การคัดเลือกเยาวชน รอบสุดท้าย วันที่ 1 เมษายน 2560 จำนวน 15 คน </li>
        <li>เข้าร่วมแคมป์ เก็บตัว วันที่ 2 – 6 พฤษภาคม 2560 เพื่อ คัดเลือกเยาวชนที่มีทักษะดีที่สุดจำนวน 10 คน เป็นตัวแทนประเทศไทยไปแข่งขัน ฟุตบอลรายการ FC Bayern Youth Cup 2017 ที่ สนามอลิอันซ์ อารีน่า, เมืองมิวนิค ประเทศเยอรมนี</li>
        <li>เดินทางไปฝึกซ้อมและทำการแข่งขันที่ประเทศเยอรมนี วันที่ 13 – 21 พฤษภาคม 2560</li>
      </ol>
    </div>
    <div class="submit-button-container">
      <?php if ($regtype == 'team'): ?>
        <?php echo Html::a('ยอมรับข้อตกลง', Yii::$app->UrlManager->createUrl(['site/registerteam']), ['class'=>'button blue']); ?>
      <?php else: ?>
        <?php echo Html::a('ยอมรับข้อตกลง', Yii::$app->UrlManager->createUrl(['site/register', 'regtype'=>$regtype=='individual' ? "":"gk"]), ['class'=>'button blue']); ?>
      <?php endif; ?>
    </div>
</section>
