<?php use yii\helpers\Html; ?>
<section id="regulations">
  <div class="wrapper">
    <div class="text">
      <h1>รายละเอียดโครงการ</h1>
      <p>โครงการ FC BAYERN YOUTH CUP THAILAND เกิดขึ้นจากความร่วมมือกันระหว่าง สโมสรฟุตบอลบาร์เยิร์น มิวนิค สโมสรฟุตบอลที่ยิ่งใหญ่ที่สุดในประวัติศาสตร์ของประเทศเยอรมนี ร่วมกับ บริษัทสปอร์ตไทย-บาวาเรียจำกัดและกลุ่มวังขนายในฐานะผู้สนับสนุนหลักอย่างเป็นทางการในประเทศไทย ซึ่งโครงการ  FC BAYERN YOUTH CUP ได้ดำเนินการต่อเนื่องมาเข้าสู่ปีที่ 4 โดยมีเยาวชน กว่า 10,000 คนผ่านโครงการนี้ ในปีที่ผ่านมา ประเทศไทยสามารถคว้าแชมป์รายการนี้ได้ 2 สมัยติด และเป็นประเทศแรกในเอเซียที่สามารถคว้าแชมป์รายการนี้ไปครองได้เป็นผลสำเร็จ อีกทั้งยัง ได้รางวัล เหรียญทอง ในประเภท โครงการสุดยอดการพัฒนาเยาวชนในประเทศไทย จาก SPIA ASIA AWARD 2018 มาในปีนี้ ทางบริษัทและกลุ่มวังขนาย ยังคงสานต่อเจตนารมณ์เดิมที่ต้องการสร้างโอกาสให้กับเยาวชนไทยได้เข้าร่วมกิจกรรมเพื่อแลกเปลี่ยนประสบการณ์ทางด้านกีฬาฟุตบอล และหาตัวแทนเยาวชนไทยเพื่อเข้าแข่งขันในรายการ FC BAYERN WORLD FINAL YOUTH CUP 2019 ที่เมืองมิวนิค ประเทศเยอรมนี</p>
      <p>ในโครงการแบ่งออกเป็นรอบคัดเลือกจำนวน 7 สนามจาก 6 จังหวัดทั่วประเทศกว่า 3,000 คน ซึ่งในแต่ละสนาม จะมีเยาวชนถูกคัดเลือกสนามละ 10-15 คน รวมเยาวชนที่ผ่านการคัดเลือกทั่วประเทศเป็นจำนวนประมาณ 100-120 คน เพื่อเข้าไปแข่งขันรอบ National Final  ณ สนามกีฬาไทย ญี่ปุ่น ดินแดง ใน วันที่ 9 มีนาคม 2562</p>
      <p>ในการคัดเลือกรอบ National Final ทางเราได้รับเกียรติจาก Brand Representative จากสโมสรฟุตบอลบาร์เยิร์น มิวนิค เป็นผู้มาคัดเลือกนักกีฬาเยาวชนที่จะผ่านเข้าไปสู่รอบ World Final Youth Cup 2019 ณ สนาม  อลิอันซ์ อารีน่า, เมืองมิวนิค ประเทศเยอรมนี ระหว่างวันที่ 15-19 พฤษภาคม 2562 ร่วมกับอีก 8 ประเทศ ได้แก่ ประเทศสหรัฐอเมริกา, ไนจีเรีย, สิงคโปร์, จีน, เยอรมนี, โปแลนด์, โคลัมเบีย และอินเดีย</p>
    </div>
    <div class="list">
      <h1>วัตถุประสงค์</h1>
      <ol>
        <li>เพื่อสงเสริมและให้โอกาสเยาวชนไทยที่มีใจรักกีฬาฟุตบอลได้เรียนรู้ ฝึกฝน และเพิ่มพูนทักษะกีฬาฟุตบอลกับทีมโค้ชมืออาชีพจากประเทศเยอรมนี</li>
        <li>เพื่อร่วมพัฒนาและสร้างนักกีฬาฟุตบอลชาวไทย สู่การแข่งขันฟุตบอลระดับโลก</li>
      </ol>
    </div>
    <div class="list">
      <h1>คุณสมบัติของผู้สมัคร</h1>
      <ol>
        <li style="color:#005f9a;">เยาวชนเพศชาย ผู้ที่เกิดตั้งแต่วันที่ 1 มกราคม 2546 ( 1 January 2003) ถึงวันที่ 31 ธันวาคม 2547 (31 December 2004) เท่านั้น</li>
        <li>มีทักษะพื้นฐานและรักการเล่นกีฬาฟุตบอล</li>
        <li>เป็นผู้ที่สามารถเดินทางไปต่างประเทศได้</li>
      </ol>
    </div>
    <div class="text">
      <h1>รูปแบบการสมัคร</h1>
      <p>แบ่งเป็น <span style="color:#005f9a;">2 แบบ</span> คือ</p>
      <h5 style="color:#005f9a;">แบบที่ 1</h5>
      <ul style="list-style-type:circle; padding:0 20px; color:#005f9a;">
        <li>สมัครเป็นทีมๆ ละ 7 คน ไม่รวมผู้รักษาประตู ขอให้ส่งรายชื่อผู้รักษาประตูแยกต่างหาก</li>
        <li>ในแต่ละโรงเรียน ไม่จำกัดจำนวนทีมที่ส่งเข้าคัดเลือก</li>
        <li>มีครูฝ่ายพละ, โค้ช หรือผู้ปกครอง เป็นผู้รับผิดชอบในการจัดส่ง</li>
      </ul>
      <h5 style="color:#005f9a;">แบบที่ 2</h5>
      <ul style="list-style-type:circle; padding:0 20px; color:#005f9a;">
        <li>สมัครเป็นรายบุคคลเพื่อเข้าคัดเลือก (ทางทีมงานจะทำการจัดทีมให้เองในวันคัดเลือก) </li>
      </ul>
    </div>
    <div class="text">
      <h5 style="font-weight:800;">*** หมายเหตุ ***</h5>
      <p>เยาวชนที่สมัครเข้าร่วมกิจกรรมต้องได้รับความยินยอมจากผู้ปกครองก่อนลงสมัคร</p>
    </div>
    <div class="list">
      <h1>ช่องทางรับสมัคร</h1>
      <ol>
        <li>สมัคร online ได้ที่ www.fcbayernyouthcupthailand.com</li>
        <li>สมัคร ณ สนามที่จัดทำการคัดเลือก ได้ตั้งแต่เวลา 8.00 – 9.30 น.</li>
      </ol>
      <h5 style="color:#005f9a;">*** ติดต่อสอบถามข้อมูลเพิ่มเติมได้ที่ เบอร์โทรศัพท์ 02-7161790 หรือ 091-786-2258 ***</h5>
    </div>
    <div class="list">
      <h1>หลักฐานการสมัคร</h1>
      <ol>
        <li>ใบยืนยันตอบรับการสมัคร (ในกรณีสมัคร online) หรือ ใบสมัครเข้าร่วมโครงการคัดเลือก FC Bayern Youth Cup Thailand 2019 (สามารถรับได้ที่หน้างาน)</li>
        <li>เอกสารระบุตัวตน เช่น สำเนาบัตรประชาชน, สำเนาบัตรนักเรียน, สำเนาใบสูติบัตร หรือ หนังสือรับรองจากสถาบันการศึกษาที่ท่านสังกัดอยู่ (ฉบับจริง)</li>
        <li>รูปถ่ายขนาด 2 นิ้ว จำนวน 1 รูป</li>
      </ol>
    </div>
    <div class="text">
      <h1 style="font-weight:800;">*** หมายเหตุ ***</h1>
      <p>หากมีการตรวจพบภายหลังว่าหลักฐาน และ/หรือข้อความที่ได้แจ้งไว้ในใบสมัครเป็นเท็จ หรือหลักฐาน ประกอบการสมัครเป็นเอกสารเท็จหรือปลอม ผู้สมัครจะถูกเพิกถอนสิทธิ์ในการรับการคัดเลือกครั้งนี้ถึงแม้ว่าผู้สมัครจะได้สมัครหรือได้ผ่านการคัดเลือกแล้วก็ตาม</p>
      <p style="font-weight:800; font-size:1.25em;">****ในวันคัดตัว ให้ผู้สมัครนำสำเนาบัตรประจำตัวประชาชนหรือสำเนาบัตรนักเรียนมาด้วยทุกสนาม****</p>
    </div>
    <div class="text">
      <h1>เป้าหมายการรับสมัคร</h1>
      <p>สนามคัดเลือกในภูมิภาคทั่วประทศ จำนวน 6 จังหวัด 7 สนามๆ ละ 60 ทีม หรือประมาณ 300-400 คน รวมทั้งสิ้นประมาณ 3,000 คน</p>
    </div>
    <div class="text">
      <h1>รูปแบบการคัดเลือก</h1>
      <p>รูปแบบการคัดเลือกจะแบ่งเป็น</p>
      <h6> 1. รอบคัดเลือก (Qualified) ทั่วประเทศ จำนวน 7 ครั้งใน 6 จังหวัด ระหว่างวันที่ 19 มกราคม – 2 มีนาคม 2562</h6>
      <h5 style="text-decoration:underline;">กิจกรรมคัดเลือกรอบแรก</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>ผู้ร่วมคัดเลือกจะลงทำการแข่งขันทีมๆละ 7 คน ไม่รวมผู้รักษาประตู</li>
        <li>ผลการแข่งขันไม่มีผลต่อการคัดเลือก</li>
        <li>ผู้เล่นในแต่ละทีมจะมีโอกาสได้ลงเล่น 2 เกมส์ๆ ละ 10-13 นาที (ขึ้นอยู่กับการพิจารณาของทีมสตาฟโค้ช)</li>
        <li>ผู้เล่นที่มีทักษะดีจะถูกคัดเลือกเข้าสู่รอบ2 ต่อไป จำนวนไม่เกิน 60 คน</li>
      </ul>
      <h5 style="text-decoration:underline;">กิจกรรมคัดเลือกรอบสอง</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>ผู้ที่ผ่านการคัดเลือกในรอบแรกจะมีโอกาสลงทำการแข่งขันในรอบสองจำนวน 2 เกมส์ๆ ละ 10-13 นาทีูู</li>
        <li>ผู้เล่นที่มีทักษะดีจะถูกคัดเลือกเข้าสู่รอบสุดท้าย (National Final) จำนวนไม่เกิน 20 คน ในแต่ละสนาม</li>
      </ul>
      <h5 style="text-decoration:underline;">การคัดเลือกผู้รักษาประตู</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>โค้ชผู้รักษาประตู 2 ท่าน จะทำการทดสอบ ผู้สมัคร แยกต่างหากจากผู้เล่นตำแหน่งอื่น</li>
        <li>โค้ชผู้รักษาประตู เป็นผู้ตัดสินใจคัดเลือก ผู้สมัครเข้าสู่รอบต่อไป</li>
      </ul>
      <h6>2.การคัดเลือกรอบสุดท้ายของประเทศไทย (National Final) วันที่ 9 มีนาคม 2562 (สนาม ไทย ญี่ปุ่น ดินแดง)</h6>
      <h5 style="text-decoration:underline;">กิจกรรมคัดเลือกรอบแรก</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>ผู้ผ่านเข้าคัดเลือกรอบสุดท้ายจะถูกแบ่งออกเป็นทีมๆ ละ 7 คน ไม่รวมผู้รักษาประตูู</li>
        <li>สมัครแต่ละคนจะได้ลงเล่น 2 เกมส์ๆ ละ 10 นาที</li>
        <li>ผู้เล่นที่มีทักษะดีจะถูกคัดเลือกเข้าสู่รอบ2 ต่อไปจำนวนไม่เกิน 50 คน</li>
      </ul>
      <h5 style="text-decoration:underline;">กิจกรรมคัดเลือกรอบสอง</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>ผู้ที่ผ่านการคัดเลือกในรอบแรกจะมีโอกาสลงทำการแข่งขันในรอบสองจำนวน 2 เกมส์ๆ ละ 10-15 นาที</li>
        <li>ผู้เล่นที่มีทักษะดีที่สุด 10 - 15 คน ผ่านเข้ารอบ เข้าแค้มป์เก็บตัวที่ไทย</li>
      </ul>
      <h5 style="text-decoration:underline;">การคัดเลือกผู้รักษาประตู</h5>
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>โค้ชผู้รักษาประตู 2 ท่าน จะทำการทดสอบ ผู้สมัคร แยกต่างหากจากผู้เล่นตำแหน่งอื่น</li>
        <li>โค้ชผู้รักษาประตู เป็นผู้ตัดสินใจคัดเลือก ผู้สมัครเข้าสู่รอบต่อไป</li>
      </ul>
      <h5 style="font-weight:800; color:#005f9a;">*** หมายเหตุ ***</h5>
      <ul style="list-style-type:circle; padding:0 20px; color:#005f9a;">
        <li>ในการคัดเลือก ผู้ที่ได้รับการคัดเลือกไม่จำเป็นจะต้องเป็นผู้เล่นในทีมที่ชนะ</li>
        <li>ทางทีมโค้ชจะคัดเลือกผู้สมัครโดยพิจารณาจากความสามารถและทักษะของนักกีฬาที่เข้าร่วมทดสอบ ในทุกๆ รอบของการทดสอบ</li>
        <li>คำตัดสินของโค้ชและทีมงานถือเป็นที่สิ้นสุด และจะไม่ยอมรับการประท้วงใดๆทั้งสิ้น</li>
      </ul>
    </div>
    <div class="text">
      <h1 style="font-weight:800;">ตารางรับสมัครในรอบคัดเลือก (Qualified)</h1>
      <p>เปิดรับสมัครและคัดเลือกเยาวชน ตั้งแต่เวลา 08.00 น. - 18.00 น.  โดยมีรายชื่อจังหวัด, สถานที่จัดการแข่งขัน และวันที่จัดการแข่งขัน ดังนี้</p>
    </div>
    <div class="text">
      <!-- <h5>กรุงเทพมหานคร วันที่ 21 มกราคม 2561 และ วันที่ 4 มีนาคม 2561</h5>
      <div class="two-cols clearfix">
        <p>วันที่ 21 มกราคม 2561</p>
        <p>จังหวัดกรุงเทพมหานคร สนามธรรมศาสตร์รังสิต (สมัครภายในวันที่ 13 มกราคม 2561)</p>
      </div>
      <div class="two-cols clearfix">
        <p>วันที่ 4 มีนาคม 2561</p>
        <p>จังหวัดกรุงเทพมหานคร สนามธรรมศาสตร์รังสิต (สมัครภายในวันที่ 3 กุมภาพันธ์ 2561)</p>
      </div>
    </div>
    <div class="text">
      <h5>ภาคเหนือ ระหว่างวันที่ 28 – 29 มกราคม 2561 ( สมัครภายในวันที่ 13 มกราคม 2561 )</h5>
      <div class="two-cols clearfix">
        <p>วันที่ 28 มกราคม 2561</p>
        <p>จังหวัด เชียงใหม่ สนามกีฬา 700 ปี</p>
      </div>
      <div class="two-cols clearfix">
        <p>วันที่ 29 มกราคม 2561</p>
        <p>จังหวัด สุโขทัย สนามกีฬาทุ่งทะเลหลวง</p>
      </div>
    </div>
    <div class="text">
      <h5>ภาคใต้ ระหว่างวันที่ 11 - 12 กุมภาพันธ์ 2561 (สมัครภายในวันที่ 3 กุมภาพันธ์ 2561 )</h5>
      <div class="two-cols clearfix">
        <p>วันที่ 11 กุมภาพันธ์ 2561</p>
        <p>จังหวัด สงขลา สนามกีฬานาทวี สเตเดี้ยม</p>
      </div>
      <div class="two-cols clearfix">
        <p>วันที่ 12 กุมภาพันธ์ 2561</p>
        <p>จังหวัด สุราษฎร์ธานี สนามกีฬากลาง</p>
      </div>
    </div>
    <div class="text">
      <h5>ภาคตะวันออกเฉียงเหนือ ระหว่างวันที่ 18 - 19 กุมภาพันธ์ 2561 (สมัครภายในวันที่ 3 กุมภาพันธ์ 2561 )</h5>
      <div class="two-cols clearfix">
        <p>วันที่ 18 กุมภาพันธ์ 2561</p>
        <p>จังหวัด ขอนแก่น สนามวิทยาลัยบัณฑิตเอเชีย</p>
      </div>
      <div class="two-cols clearfix">
        <p>วันที่ 19 กุมภาพันธ์ 2561</p>
        <p>จังหวัด อุบลราชธานี สนามกีฬาทุ่งบูรพา</p>
      </div>
    </div>
    <div class="text">
      <h5>ภาคกลาง-ตะวันออก ระหว่างวันที่ 25 - 26 กุมภาพันธ์ 2561 (สมัครภายในวันที่ 3 กุมภาพันธ์ 2561 )</h5>
      <div class="two-cols clearfix">
        <p>วันที่ 25 กุมภาพันธ์ 2561</p>
        <p>จังหวัด ชลบุรี สนามกีฬาสถาบันพละจังหวัดชลบุรี</p>
      </div>
      <div class="two-cols clearfix">
        <p>วันที่ 26 กุมภาพันธ์ 2561</p>
        <p>จังหวัด สุพรรณบุรี สนามโรงเรียนกีฬาจังหวัด</p>
      </div>
    </div> -->
    <div class="text">
      <table>
        <tr>
          <th>ลำดับ</th>
          <th>จังหวัด</th>
          <th>สถานที่</th>
          <th>วันที่คัดเลือก</th>
          <th>วันที่ปิดรับสมัครออนไลน์</th>
        </tr>
        <tr>
          <td>1</td>
          <td>กรุงเทพมหานคร</td>
          <td>สนามกีฬามหาวิทยาลัยกรุงเทพธนบุรี</td>
          <td>19 มกราคม 2562</td>
          <td>17 มกราคม 2562</td>
        </tr>
        <tr>
          <td>2</td>
          <td>เชียงใหม่</td>
          <td>สนามกีฬา 700 ปี</td>
          <td>26 มกราคม 2562</td>
          <td>24 มกราคม 2562</td>
        </tr>
        <tr>
          <td>3</td>
          <td>ขอนแก่น</td>
          <td>สนามวิทยาลัยบัณฑิตเอเชีย</td>
          <td>9 กุมภาพันธ์ 2562</td>
          <td>7 กุมภาพันธ์ 2562</td>
        </tr>
        <tr>
          <td>4</td>
          <td>นครราชสีมา</td>
          <td>สนามกีฬาเฉลิมพระเกียรติ 80 พรรษา</td>
          <td>10 กุมภาพันธ์ 2562</td>
          <td>7 กุมภาพันธ์ 2562</td>
        </tr>
        <tr>
          <td>5</td>
          <td>สงขลา</td>
          <td>สนามฟุตบอลมหาวิทยาลัยสงขลานครินทร์</td>
          <td>16 กุมภาพันธ์ 2562</td>
          <td>14 กุมภาพันธ์ 2562</td>
        </tr>
        <tr>
          <td>6</td>
          <td>นราธิวาส</td>
          <td>สนามค่ายจุฬาภรณ์</td>
          <td>23 กุมภาพันธ์ 2562</td>
          <td>21 กุมภาพันธ์ 2562</td>
        </tr>
        <tr>
          <td>7</td>
          <td>กรุงเทพมหานคร</td>
          <td>สนามซ้อมภายในโรงงานบางกอกกล๊าส</td>
          <td>2 มีนาคม 2562</td>
          <td>28 กุมภาพันธ์ 2562</td>
        </tr>
        <tr>
          <td colspan="3">National Final รอบสุดท้ายประเทศไทย ณ ไทย ญี่ปุ่น ดินแดง</td>
          <td>9 มีนาคม 2562</td>
          <td></td>
        </tr>
      </table>
      <p style="text-align:center; font-weight:800;">***ทั้งนี้วันที่คัดเลือกหรือสนามอาจมีการปรับเปลี่ยนตามความเหมาะสม***</p>
      <h1>กำหนดการในรอบคัดเลือก</h1>
      <div class="two-cols clearfix">
        <p>08.00 - 09.30 น.</p>
        <p>ลงทะเบียน</p>
      </div>
      <div class="two-cols clearfix">
        <p>09.30 – 10.00 น.</p>
        <p>พิธีเปิด</p>
      </div>
      <div class="two-cols clearfix">
        <p>10.00- 15.00 น.</p>
        <p>ลงทีมทำการแข่งขัน 7 ต่อ 7 รอบแรก (ผู้เล่น 1 คน จะได้เล่น 2 เกมส์ๆ ละ 10 นาที)</p>
      </div>
      <div class="two-cols clearfix">
        <p>15.00 – 16.00 น.</p>
        <p>ทางทีมงานประเมินผลและประกาศรายชื่อผู้ผ่านเข้ารอบไม่เกิน 60  คนสุดท้าย</p>
      </div>
      <div class="two-cols clearfix">
        <p>16.00 - 17.30 น.</p>
        <p>ลงทีมทำการแข่งขัน 7 ต่อ 7 รอบสอง (ผู้เล่น 1 คน จะได้เล่น 2 เกมส์ๆ ละ 10 นาที)</p>
      </div>
      <div class="two-cols clearfix">
        <p>17.30 - 18.00 น.</p>
        <p>ประกาศรายชื่อผู้ผ่านการทดสอบเพื่อไปร่วมทดสอบ ในรอบสุดท้ายของประเทศไทย จำนวน 10 - 15 คน</p>
      </div>
    </div>
    <div class="list">
      <h1>ระยะเวลาดำเนินงาน</h1>
      <!-- <p>การรับใบสมัคร กรุงเทพมหานคร วันที่ 21 มกราคม 2561 และภาคเหนือ ภายในวันที่ 13 มกราคม 2561</p> -->
      <ul style="list-style-type:circle; padding:0 20px;">
        <li>เริ่มรับสมัครตั้งแต่วันที่ 3  ธันวาคม 2561 – วันที่ 21 กุมภาพันธ์ 2562</li>
        <li>รอบคัดเลือก วันที่ 19 มกราคม 2562 – วันที่ 23 กุมภาพันธ์ 2562 </li>
        <li>รอบสุดท้าย (National Final) วันที่ 9 มีนาคม 2562 </li>
        <li>แค้มป์ เก็บตัว วันที่ 22 - 26 เมษายน 2562 เพื่อ คัดเลือกเยาวชนที่มีทักษะดีที่สุดจำนวน 10 คน เป็นตัวแทนประเทศไทยไปแข่งขัน ฟุตบอลรายการ FC Bayern Youth Cup 2019 ที่ สนามอลิอันซ์ อารีน่า, เมืองมิวนิค ประเทศเยอรมนี</li>
        <li>เดินทางไปฝึกซ้อมและทำการแข่งขันที่ประเทศเยอรมนี วันที่ 11 – 21 พฤษภาคม 2562</li>
      </ul>
    </div>
    <div class="list">
      <h1>ผลที่คาดว่าจะได้รับ</h1>
      <!-- <p>การรับใบสมัคร กรุงเทพมหานคร วันที่ 21 มกราคม 2561 และภาคเหนือ ภายในวันที่ 13 มกราคม 2561</p> -->
      <ul style="list-style-type:decimal; padding:0 20px;">
        <li>เยาวชนไทยมีโอกาสพัฒนาทักษะกีฬาฟุตบอลอย่างต่อเนื่องตั้งแต่อายุยังน้อย</li>
        <li>วงการฟุตบอลไทยมีโอกาสสร้างนักกีฬาฟุตบอลอาชีพสู่การแข่งขันระดับโลก</li>
      </ul>
    </div>
    <div class="submit-button-container">
      <?php if ($regtype == 'team'): ?>
        <?php echo Html::a('ยอมรับข้อตกลง', Yii::$app->UrlManager->createUrl(['site/registerteam']), ['class'=>'button blue']); ?>
      <?php else: ?>
        <?php echo Html::a('ยอมรับข้อตกลง', Yii::$app->UrlManager->createUrl(['site/register', 'regtype'=>$regtype=='individual' ? "":"gk"]), ['class'=>'button blue']); ?>
      <?php endif; ?>
    </div>
</section>
