<section id="main-content">
  <div class="wrapper">
    <div id="notifier">
      <h1>คุณได้ทำการสมัครเป็นที่เรียบร้อยแล้ว</h1>
      <p>
        ระบบจะทำการส่งอีเมล์พร้อมแนบใบสมัครเพื่อยืนยันการสมัครของท่าน
      </p>
      <p>
        กรุณาพิมพ์ใบสมัครข้างต้นและนำไปยื่น ณ จุดรับสมัครที่ท่านทำการลงทะเบียนไว้ ตามวันและเวลาในการรับสมัคร
      </p>
      <div class="button-container">
        <a class="link-btn" href="<?= Yii::$app->urlManager->createUrl(['site/index']) ?>">กลับไปหน้าแรก</a>
      </div>
    </div>
  </div>
  <div class="success-remark">
    <p>* กรุณาตรวจสอบอีเมล์ของท่านว่าได้รับใบสมัครพร้อมข้อมูลที่ถูกต้องหรือไม่<br/>หากพบข้อสงสัยใดๆให้ติดต่อทีมงานทันทีเพื่อทำการแก้ไขข้อมูล</p>
  </div>
</section>
